[
  {
    "id": 1,
    "badge": "Aerospace",
    "category": "Satellite System",
    "title": "High-Precision Earth Observation Satellite",
    "description": "Sistem satelit presisi tinggi ini dirancang untuk memaksimalkan efisiensi operasional dan melindungi nilai investasi Anda secara total. Dengan kemampuan akurasi sub-meter, teknologi ini mengubah setiap piksel menjadi insight yang dapat dimonetisasi mulai dari optimalisasi rantai pasok hingga mitigasi bencana aset vital. Ini bukan sekadar pembelian teknologi, ini adalah jaminan keamanan aset dan akselerator profitabilitas bisnis Anda di tengah pasar yang fluktuatif.",
    "image": "/products/1.png"
  },
  {
    "id": 2,
    "badge": "COMMS",
    "category": "Ground Infrastructure",
    "title": "Satellite Ground Station Antenna System",
    "description": "Eliminasi risiko hilangnya data dan pastikan kendali total atas aset orbit Anda. Sistem ini dirancang untuk menjamin integritas komunikasi dan melindungi nilai operasional misi secara absolut. Dengan mekanisme pelacakan presisi tinggi, sistem ini mengamankan setiap detik transmisi sinyal, mengubah aliran telemetri menjadi aset informasi yang utuh dan siap dimonetisasi. Bentuk nyata fondasi profitabilitas bisnis antariksa Anda dan jaminan pengembalian investasi (ROI) yang maksimal di tengah tantangan misi yang kompleks.",
    "image": "/products/2.png"
  },
  {
    "id": 3,
    "badge": "CYBER INTEL",
    "category": "Intelligence Systems",
    "title": "Lawful Interception Management System",
    "description": "Platform ini menjembatani standar hukum global dan performa jaringan, mengonversi kewajiban kepatuhan menjadi aset keamanan yang tangguh. Dengan presisi intelijen real-time, sistem ini memastikan validitas bukti terjaga tanpa sedikitpun mengganggu efisiensi operasional. Sebuah langkah definitif untuk memitigasi risiko hukum dan mengamankan masa depan infrastruktur telekomunikasi Anda dari segala ketidakpastian.",
    "image": "/products/3.png"
  },
  {
    "id": 4,
    "badge": "TACTICAL",
    "category": "Surveillance",
    "title": "Portable Tactical Cellular Monitoring System",
    "description": "Sistem pemantauan taktis yang dirancang untuk memaksimalkan efisiensi operasi senyap dan meminimalkan risiko bagi tim Anda secara total. Dengan mobilitas dan diskresi tinggi, teknologi ini mengubah sinyal seluler menjadi intelijen taktis yang dapat langsung dieksekusi, mulai dari percepatan penargetan hingga perlindungan aset personel vital. Ini bukan sekadar perangkat keras; ini adalah jaminan keselamatan misi dan investasi strategis untuk memastikan keunggulan operasional di lingkungan yang paling kritis.",
    "image": "/products/4.png"
  },
  {
    "id": 5,
    "badge": "NAVAL",
    "category": "Maritime Security",
    "title": "Integrated Maritime Surveillance System",
    "description": "Sistem pengawasan terintegrasi ini dirancang untuk meminimalkan kerugian operasional dan melindungi aset maritim vital secara total. Dengan menyatukan deteksi radar dan verifikasi visual, teknologi ini mengubah data lalu lintas laut menjadi kendali absolut, mulai dari pencegahan aktivitas ilegal hingga pengamanan jalur logistik strategis. Ini bukan sekadar sistem monitoring, ini adalah benteng profitabilitas sumber daya laut Anda dan jaminan keamanan teritorial di tengah tantangan maritim yang dinamis.",
    "image": "/products/5.png"
  },
  {
    "id": 6,
    "badge": "OPTICS",
    "category": "Tactical Gear",
    "title": "Multi-Purpose Tactical Night Vision Goggles",
    "description": "Tinggalkan risiko operasi dalam kegelapan dan pastikan keunggulan taktis mutlak. Alat serbaguna ini dirancang untuk memaksimalkan efektivitas personel dan melindungi aset sumber daya manusia Anda secara total. Dengan adaptabilitas multi-skenario, teknologi ini mengubah kondisi minim cahaya menjadi peluang keberhasilan misi, mulai dari navigasi presisi hingga identifikasi ancaman dini. Ini bukan sekadar alat optik, ini adalah jaminan keselamatan tim dan investasi strategis untuk memastikan dominasi lapangan di situasi paling kritis.",
    "image": "/products/6.png"
  },
  {
    "id": 7,
    "badge": "TACTICAL",
    "category": "Counter-Drone",
    "title": "Mobile Anti-Drone Defense System",
    "description": "Sistem pertahanan bergerak ini berfungsi sebagai mekanisme mitigasi risiko proaktif, menetralisir ancaman spionase maupun sabotase udara sebelum menyentuh aset vital Anda. Dengan mengintegrasikan deteksi presisi dan kemampuan counter-measure dalam satu platform yang lincah, alat ini menghadirkan kubah keamanan yang mengikuti ke mana pun aset Anda bergerak. Solusi cerdas untuk mengeliminasi downtime yang mahal dan menjamin integritas infrastruktur di lingkungan paling rentan sekalipun.",
    "image": "/products/7.png"
  },
  {
    "id": 8,
    "badge": "TACTICAL",
    "category": "Anti-Armor",
    "title": "Man-Portable Anti-Armor Weapon System",
    "description": "Sistem senjata ini dirancang untuk memberikan Return on Investment (ROI) tempur tertinggi yang menetralisir aset lapis baja musuh yang bernilai mahal dengan biaya operasional yang sangat efisien. Dengan mobilitas superior, alat ini mentransformasi setiap unit personel menjadi titik pertahanan strategis, memitigasi risiko serangan sekaligus mengamankan dominasi wilayah. Sebuah keputusan cerdas untuk meningkatkan efektivitas misi dan melindungi aset pasukan di garis depan tanpa membebani rantai logistik.",
    "image": "/products/8.png"
  },
  {
    "id": 9,
    "badge": "MAINTENANCE",
    "category": "Tank Maintenance",
    "title": "Bore Cleaner",
    "description": "Revolusi pemeliharaan tank dan meriam anda dengan efisiensi waktu dan tenaga yang belum pernah ada sebelumnya. Sistem pembersih laras presisi ini dirancang untuk memaksimalkan kesiapan tempur (combat readiness), memangkas proses perawatan konvensional yang lambat menjadi operasi kilat 3 hingga 5 menit yang dapat dilakukan oleh satu operator tunggal. Tersedia untuk rentang kaliber luas mulai 76mm hingga 155mm, solusi ini meminimalkan downtime di lapangan secara drastis, menjamin akurasi tembakan dan usia pakai aset alutsista Anda tetap optimal bahkan dalam tempo operasi yang paling intens.",
    "image": "/products/9.png"
  },
  {
    "id": 10,
    "badge": "MAINTENANCE",
    "category": "Tank Inspection",
    "title": "Borescope Inspection",
    "description": "Tingkatkan standar kesiapan tempur tank dan meriam anda dengan solusi inspeksi visual cerdas yang presisi dan efisien. Sistem ini mendigitalisasi proses pemeliharaan laras, memungkinkan deteksi dini cacat vital seperti keretakan dan keausan logam (erosion) hanya dengan satu operator. Dilengkapi kemampuan analisis otomatis yang menghasilkan laporan data komprehensif berbasis grafik, perangkat ini mengubah diagnosa teknis menjadi wawasan strategis, menjamin keamanan aset dan perpanjangan usia pakai alutsista secara terukur.",
    "image": "/products/10.png"
  },
  {
    "id": 11,
    "badge": "BIOECO",
    "category": "Lubricants",
    "title": "BIOECO/CO GREEN OIL Cleaner & Lubricant",
    "description": "VAPRO MAGNA 816 & 818 adalah pelumas khusus senjata yang telah mendapatkan pengakuan dan penghargaan dari NATO dan WHO sebagai pelumas terbaik dan satu-satunya yang bersertifikat BIOECO atau GO GREEN. Terbuat dari bahan tumbuhan alami yang bersahabat untuk prajurit, pelumas ini juga mengandung MRST (Molecular Reaction Surface Technology), senyawa yang mempermudah cairan menyerap ke dalam logam metal secara efektif untuk memaksimalkan proses pembersihan kotoran atau residu yang bersifat keras atau pekat seperti tembaga, karbon, timah dan bahan lainnya. Non ionic zat senyawa yang mencegah terjadinya muatan listrik atau bersatunya ion positif dan negatif yang dapat mencegah kotoran seperti debu, pasir, residu dan bahan kimia lainnya menempel pada permukaan laras.",
    "image": "/products/11.png"
  }
]
